results/load_testing_reports/8090_imperative-sb-mysql-vt/8080_imperative-sb-mysql-novt.txt
errors.EADDRINUSE: ............................................................. 12997
errors.ETIMEDOUT: .............................................................. 19138
http.codes.200: ................................................................ 44316
http.codes.204: ................................................................ 392
http.codes.404: ................................................................ 11657
http.downloaded_bytes: ......................................................... 102401686
http.request_rate: ............................................................. 365/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 1039
  mean: ........................................................................ 131.2
  median: ...................................................................... 74.4
  p95: ......................................................................... 441.5
  p99: ......................................................................... 572.6
http.responses: ................................................................ 56365
vusers.completed: .............................................................. 56365
vusers.created: ................................................................ 88500
vusers.created_by_name.Delete a movie by id: ................................... 877
vusers.created_by_name.Get movies by id: ....................................... 61882
vusers.created_by_name.Get movies by page: ..................................... 17831
vusers.created_by_name.Save new movie: ......................................... 7910
vusers.failed: ................................................................. 32135
vusers.session_length:
  min: ......................................................................... 1.4
  max: ......................................................................... 2012.6
  mean: ........................................................................ 277.3
  median: ...................................................................... 83.9
  p95: ......................................................................... 1620
  p99: ......................................................................... 1901.1